Repository: mikkeloscar/science-qa
Catalog: locale/*/LC_MESSAGES/django.po
Languages: da

source: domain
da: domæne

source: active
da: aktiv

source: date added
da: dato tilføjet

source: expire date
da: udløbsdato

source: never expire
da: udløber aldrig

source: Never
da: Aldrig

source: Email address
da: Email adresse

source: Receiver ID
da: Modtager ID

source: email receiver
da: email modtager

source: email receivers
da: email modtagere

source: categories
da: kategorier

source: Please add an answer to the question
da: Tilføj venligst et svar til spørgsmålet

source: Fill out at least one question/answer pair
da: Udfyld mindst et spørgsmål/svar par

source: Fill out at least one of the name fields
da: Udfyld mindst et af navnefelterne

source: question da
da: spørgsmål da

source: answer da
da: svar da

source: question en
da: spørgsmål en

source: answer en
da: svar en

source: Categories
da: Kategorier

source: Degrees
da: Uddannelser

source: All Bsc degrees
da: Alle bahelor uddannelser

source: All Msc degrees
da: Alle kandidat uddannelser

source: last edit
da: sidste redigéring

source: question
da: spørgsmål

source: questions
da: spørgsmål

source: Category name (da)
da: Kategorinavn (da)

source: Category name (en)
da: Kategorinavn (en)

source: Parent categories
da: Forældre-kategori

source: Category ID (da)
da: Kategori ID (da)

source: The category ID is used to refrence category in the url @ kunet.dk
da: Kategori ID'et bliver brugt til at referere kategori i URL'en på kunet.dk

source: Category ID (en)
da: Kategori ID (en)

source: category
da: kategori

source: Degree name (da)
da: Uddannelsesnavn (da)

source: Degree name (en)
da: Uddannelsesnavn (en)

source: Degree ID (da)
da: Uddannelses ID (da)

source: The degree ID is used to refrence degree in the url @ kunet.dk
da: Uddanelses ID'et bliver brugt til at referere uddannelse i URL'en på kunet.dk

source: Degree ID (en)
da: Uddannelses ID (en)

source: degree
da: uddannelse

source: degrees
da: uddannelser

source: rating
da: vurdéring

source: KU user
da: KU bruger

source: ratings
da: vurdéringer

source: Not a valid KU-username
da: Ugyldigt KU-brugernavn

source: Not a valid rating
da: Ugyldig vudéring

source: Invalid mail
da: Ugyldig email

source: Empty subject
da: Tomt emne

source: Empty message
da: Tom besked

source: Invalid receiver
da: Ugyldig modtager

source: Add Category
da: Tilføj kategori

source: Category
da: Kategori

source: Category ID
da: Kategori ID

source: Added
da: Tilføjet

source: Last edit
da: Sidste redigéring

source: Actions
da: Handlinger

source: Edit
da: Redigér

source: Delete
da: Slet

source: Edit Category
da: Redigér kategori

source: Save
da: Gem

source: Save and add another
da: Gem og tilføj endnu én

source: Add Degree
da: Tilføj uddannelse

source: Edit Degree
da: Redigér uddannelse

source: Deree
da: Uddannelse

source: Degree ID
da: Uddannelses ID

source: Level
da: Niveau

source: Are you sure you want to delete this
da: Er du sikker på at du vil slette

source: Yes, I'm sure
da: Ja, jeg er sikker

source: Cancel
da: Fortryd

source: Add question
da: Tilføj spørgsmål

source: Edit questions
da: Redigér spørgsmål

source: Question in Danish
da: Spørgsmål på dansk

source: Question
da: Spørgsmål

source: Answer
da: Svar

source: Question in English
da: Spørgsmål på engelsk

source: Questions
da: Spørgsmål

source: Search
da: Søg

source: Search..
da: Søg..

source: Use filter
da: Brug filter

source: Rating
da: Vurdéring

source: Danish
da: Dansk

source: English
da: Engelsk

source: Your username and password didn't match. Please try again.
da: Dit brugernavn og kodeord passer ikke sammen. Prøv venligst igen.

source: Enter username
da: Indtast brugernavn

source: Enter password
da: Indtast kodeord

source: Login
da: Log ind

source: You are now logged out
da: Du er nu logget ud

source: Login again
da: Log ind igen

source: Logged in as
da: Logget ind som

source: Logout
da: Log ud
